packages/windmapper/windmapper-2.1.6-cp38-cp38-macosx_13_0_x86_64.whl/windmapper-2.1.6.data/data/share/windninja/ninjafoam/8/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;


DT              [0 2 -1 0 0 0 0] 0.01;

nu              [0 2 -1 0 0 0 0] 1.58946099535e-05;

rho             [1 -3 0 0 0 0 0] 1.1614; // Density of the fluid


// ************************************************************************* //
